[
    {
        "picture": "https://i.ibb.co/RCKYv5F/card.png",
        "name": "Lamborghini",
        "details": "Lamborghini Sports cars might be our specialty here at Road & Track, but luxury cars are a close second. Driving a well-built Rolls-Royce or Bentley is a spectacular experience all its own. Sure, these cars may not be built for 0-60 times, lap records, or top speed, but there are still plenty of things to love about them. Here are the most extravagantly luxurious cars you can buy new today, sorted from most to least expensive.",
        "price": "230500"
    },
    {
        "picture": "https://i.ibb.co/J2ny9ZN/card2.png",
        "name": "Supercar Called Evija",
        "details": "Geely also owns London black cab maker, the London EV Company, and has focused on building plug-in hybrid taxis, which have both a petrol engine and electric battery.Zeekr, its own home-grown EV brand, will face fierce competition from Tesla whose Model 3 was the top-selling electric vehicle model in China last year. It will also compete with Chinese groups Nio, Xpeng and Li Auto which are seeing healthy sales.Last week, Dongfeng Motor, the Chinese partner of Japan's Nissan and PSA Peugeot Citroen of France, said its new EV brand Voyah could start delivering cars to Chinese customers in July.Beijing wants more than a fifth of vehicles sold in China to be electric by 2025.",
        "price": "320005"
    },
    {
        "picture": "https://i.ibb.co/5xbNT7X/card3.png",
        "name": "Rolls-Royce-Ghost",
        "details": "Sports cars might be our specialty here at Road & Track, but luxury cars are a close second. Driving a well-built Rolls-Royce or Bentley is a spectacular experience all its own. Sure, these cars may not be built for 0-60 times, lap records, or top speed, but there are still plenty of things to love about them. Here are the most extravagantly luxurious cars you can buy new today, sorted from most to least expensive.",
        "price": "616000"
    },
    {
        "picture": "https://i.ibb.co/cvxR782/card4.png",
        "name": "Mercedes-Benz",
        "details": "This automobile company has always paved a path with regards to satisfying its customers without compromising its performance and by bringing in various eco-friendly cars.In terms of the cars mentioned in the list, each car brand is distinct from the other. Each brand has its own speciality which has been seen and acknowledged on a global level. Each car mentioned above is a masterpiece. It is interesting to notice that the car manufacturers nowadays are more focused on building a car technology which would beat the other automobile companies. All the brands mentioned above have manufactured cars which are eco-friendly, thus, as we are moving towards a better future we are getting the best we deserve.",
        "price": "953000"
    },
    {
        "picture": "https://i.ibb.co/GQ5yPWX/card5.png",
        "name": "BMW",
        "details": "With Franz Joseph Popp as its founding father, BMW has always set its marks as the most reliable car brand in the whole automobile industry. With a wide range of innovative vehicle model, this car brand has always been known for its reliability and luxury status. This automobile company has always served its customers with luxurious piloting on the roads, while making sure that comfort has been served, from its passenger vehicles to its SUV, it would always be a great ride.",
        "price": "530040"
    },
    {
        "picture": "https://i.ibb.co/L1dhYYH/card6.png",
        "name": "Bugatti",
        "details": "With the establishment of Chiron, Bugatti has marked its way of being under the top car brands in and around the globe with elite status. This automobile company has made the most exclusive and the most innovative sports car which was ever introduced in the techno-waved world. With a speed wide tested and loved by its passengers, this car has been equipped with well-established safety kits.",
        "price": "786160"
    },
    {
        "picture": "https://i.ibb.co/gPqyXc6/card7.png",
        "name": "Porsche-M20",
        "details": "Being the world’s largest race car manufacturer, Porsche has been in the car brand league since 1931. This Germany based automobile company, they have made vehicles which would give a set class experience of an SUV with also giving the touch experience of being a sports car. With the up-to-date overall design of the car model, this brand had embarked with the rough yet smooth race track driving experience. It is one of the best compact- luxury car manufacturing automobile company, which made its mark in the sports car hall of fame with establishing the legendary 911",
        "price": "61006"
    },
    {
        "picture": "https://i.ibb.co/R09bqXQ/card8.png",
        "name": "Lexus-bingo",
        "details": "Lexus is one of those car brands which has received the most awards amongst all the automobile companies. Lexus has always been a prominent car brand which has fairly served its purpose with good quality, speed and comfort. This car brand is successfully known for its high resale value. Many customers have claimed that Lexus makes eco-friendly vehicles which are long-lasting and reliable. The vehicles manufactured are fuel-efficient making it even more reliable for its buyers.",
        "price": "75768"
    },
    {
        "picture": "https://i.ibb.co/M55jzRG/card9.png",
        "name": "Audi-ElectroM00",
        "details": "According to the consumer reports Audi makes the best cars while being the most prominent car brand for designing the best car interiors, with easy and accessible controls. This automobile company has always been innovative with its technological advancements proving with its MMI infotainment system to be among the best available amongst the other brands. This car brand has the biggest vehicle line ups from being super-mini to being supra huge with the best available diesel and hybrid engines making it prominent for road racing.",
        "price": "98679"
    },
    {
        "picture": "https://i.ibb.co/jrcwBVM/card10.png",
        "name": "Jeep-Hanger",
        "details": "The only brand which sells the most amount of exclusive SUV’s. This car brand is all about off-roading since the first day it got established as an automobile company. Its models offer turbo diesel, which makes it a beast which is unstoppable when it comes to off-roading. Built by the American Bantam Car Company, the automobile has its way back since even the times of World War- II. With providing a spacious model, this car brand is also renowned for its exclusive exterior designs.",
        "price": "61616"
    }
]